[
  {
    "path": "posts/2022-08-24-hernia/",
    "title": "Hernia",
    "description": "Hernias are characterized by protrusion of an organ or tissue through its surrounding cavity and often requires surgery, especially inguinal hernia repair in men is one of the most frequently performed operations.",
    "author": [],
    "date": "2022-08-24",
    "categories": [],
    "contents": "\nThe genetic epidemiology group at SSI performed genome-wide\nassociation study (GWAS) scans on 65,492 cases of inguinal,\ndiaphragmatic, umbilical, femoral and ventral hernia and two combined\ngroups against controls without a history of any hernia in the UK\nBiobank data.\nThe initial findings for inguinal hernia were followed up in 23,803\nadditional cases in study groups from Finland, Estonia and Denmark.\nRead\nthis article in Danish.\nGenetic\nvariants relevant for multiple forms of hernia\nIn total, 81 genetic loci showed association with one or more of the\nanalyzed hernia groups, many genetic variants were observed in more than\none GWAS. Further testing showed that 26 loci were associated with more\nthan one hernia type, suggesting substantial overlap between the\nunderlying genetic mechanisms.\n“This was the reason why we had decided to analyze the groups of all\nhernia cases and all hernia cases excluding individuals with only\ndiaphragmatic hernia in the beginning. What we saw was that more than\n40% of the loci identified in the UK Biobank scans had the lowest\np-value in one of the combined groups”, says senior researcher Frank\nGeller, corresponding author of the study.\nAdditional pathway analyses identified several genes with a strong\nlink to collagen and/or elastin close to associated genetic variants.\nCollagen and elastin are main components of the skin, pointing to an\nincreased vulnerability in carriers of the risk variants.\nGenetic correlation between diaphragmatic hernia and depression\nAnother interesting aspect of the study were the observed genetic\ncorrelations. Comparing the GWAS scans for the five forms of hernia with\n245 GWAS scans for a wide spectrum of traits and diseases, especially\ndiaphragmatic hernia showed a link to several anthropometric, cognitive,\nreproductive, smoking and psychiatric traits.\nFrank Geller continues:\n“In connection with the iPSYCH project, we took a closer look at six\npsychiatric disorders and found significant correlation for major\ndepressive disorder with diaphragmatic (rg = 0.23, 95%-CI: 0.10-0.35)\nand ventral hernia (rg = 0.45, 95%-CI: 0.19-0.71). Mendelian\nrandomization with major depressive disorder as instrumental variable\nshowed a potential causal effect of major depressive disorder on\ndiaphragmatic hernia and to a lesser extent on ventral hernia.”\nBjarke Feenstra, group leader of the genetic epidemiology group at\nSSI, puts the findings into perspective:\n“This study is basic research, so we cannot provide immediate action\nitems for patients. Nevertheless, the many identified genetic variants\nwith moderate effect jointly point to an essential role of connective\ntissue morphology in the etiology of herniation, which can be valuable\nfor subsequent research on prevention or surgical repair and aftercare\nof hernias.”\nThe article Fadista et al. “Comprehensive\ngenome-wide association study of different forms of hernia identifies\nmore than 80 associated loci” was published in Nature Communications\non June 9th 2022.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-11-30T22:45:00+01:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-01-26-largest-gwas-of-febrile-seizures/",
    "title": "Largest GWAS of febrile seizures",
    "description": "Large-scale case-control study implicates genes critical for fever response and genes for communication between nerve cells.",
    "author": [],
    "date": "2022-01-26",
    "categories": [],
    "contents": "\nDiscovery of genetic variants linked to febrile seizures\nIt is usually an unexpected and frightening experience for parents when their child has a febrile seizure. Occurring in 3-5% of infants febrile seizures are the most common type of abnormal brain activity during childhood. While most febrile seizures are benign and self-limiting with no recurrence, about 7% of children with febrile seizures will later develop epilepsy.\nNow, a new international genetic study led by researchers from Statens Serum Institut (SSI) in Copenhagen and conducted in collaboration with other research groups in Denmark and Australia have identified seven novel regions of the genome linked to febrile seizures in the largest case-control study reported for this common childhood disorder.\nThe research has just been published in the leading international neurological journal Brain.\nGenes related to fever response\nThe researchers analyzed variants in the DNA of 7,635 children from Denmark and Australia, who had experienced one or more episodes of febrile seizures. They also analyzed a control group of 83,966 children without febrile seizures.\nAlmost 7 million genetic variants were interrogated and the study identified seven new gene regions robustly linked to increased risk of developing febrile seizures. The study also confirmed four previously known genetic associations for febrile seizures established by the same team in 2014.\nTwo of the new regions contained genes of major importance in the development of fevers in mammals. For one gene, called PTGER3, the mechanism has been elucidated in mouse experiments. When this gene was silenced in a specific brain region called the median preoptic nucleus, the mice were unable to develop fevers. Another gene called IL10 encodes a signalling molecule that normally functions to suppress fevers.\nDr Bjarke Feenstra, a senior researcher and group leader at Statens Serum Institut in Denmark, who was the lead author of the study, said: “The connections to fever response are intriguing. We hypothesize that genetic changes that affect the way the PTGER3 and IL10 genes function may lead to a more pronounced fever response, which in turn could increase the susceptibility of children to febrile seizures”.\nGenes for communication between nerve cells related to epilepsies\nOther associated regions contained genes that help facilitate communication between nerve cells. These include genes encoding structural proteins that form the terminals, called synapses, where nerve cells meet, and proteins at these synapses which control the release of key nerve signalling molecules known as neurotransmitters.\nOne association signal was within the gene GABRG2, already well-known from epilepsy genetics research. The gene encodes a subunit for a receptor for the compound GABA, which is the major inhibitory neurotransmitter of the central nervous system.\nProfessor Samuel Berkovic from the University of Melbourne, who is a senior author of the study investigated this gene 20 years ago, and he and his colleagues found that rare variants in the gene were responsible for childhood absence epilepsy and febrile seizures in a large family. The findings of the present study suggest that common variants in this gene region also increase the risk of milder isolated febrile seizures through more subtle effects on GABA signalling.\n“The link between febrile seizures and epilepsy has been known for years but its genetic underpinnings are only now emerging. GABRG2 is increasingly recognized as an important gene for epilepsy and this new clear link to febrile seizures is another important piece in this puzzle”, said Professor Berkovic.\nConnections to other diseases\nThe researchers also combined common genetic variation across the genome and found an overall positive genetic correlation between febrile seizures and the risk of developing epilepsy.\nBy combining genetic information into a so-called polygenic risk score, the researchers estimated genetic susceptibility to febrile seizures for each individual in the study. They found that among children with febrile seizures, having a higher polygenic risk score was on average associated with a slightly younger age at first hospital admission with a febrile seizures diagnosis, as well as a higher total number of admissions to hospital with febrile seizures.\nFinally, the researchers performed analyses within the Danish iPSYCH cohort, which includes data on several different neuropsychiatric diseases or those without these diseases. Previous epidemiological studies have reported associations between epilepsy and to a lesser degree febrile seizures, and the risk of psychiatric disorders.\nHowever, counter to these previous findings, the researchers in the current study did not find increased genetic risk for febrile seizures among individuals with the psychiatric disease compared to those without these diseases. In fact, the genetic susceptibility to febrile seizures in cases with febrile seizures was found to be slightly lower in those who also had a neuropsychiatric disease.\nFuture studies\nThe physiological processes that lead to seizures with and without fever are highly complex, and the researchers plan more studies, particularly focusing on those children with febrile seizures who later develop epilepsy.\n“Understanding the genetic similarities and differences between febrile seizures and epilepsies is a fascinating area of research that we plan to investigate in future studies. The Danish registers and the samples in the Danish National Biobank provide unique opportunities for this type of research“, concluded Dr Feenstra.\nThis study had the generous support of a number of funding bodies including major contributions from the Lundbeck Foundation, the Oak Foundation, the Danish Medical Research Council, and the US National Institutes of Health.\nThe paper, “Genome-wide association study of febrile seizures implicates fever response and neuronal excitability genes”, is published in Brain on 12 January 2022.\nYou can read the research here here\n\n\n\n",
    "preview": {},
    "last_modified": "2022-11-30T22:44:59+01:00",
    "input_file": {}
  }
]
